published/js/org-html-scripts.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Dump the Default javascript</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Your Name Here">
<link rel="stylesheet" type="text/css" href="../css/org-html-style-default.css">
</head>
<body>
<div id="content">
<header>
<h1 class="title">Dump the Default javascript</h1>
</header><p>
I just manually run this source block to export the default org-mode javascript.
</p>

<p>
The variable contains a script HTML element.  That is a problem since I have the text contained in the variable included into the SETUPFILE bye a HEADER option.
I chose to delete the first and last lines of the variable's text output to fix this problem.
</p>

<div class="org-src-container">
<pre class="src src-emacs-lisp">(print org-html-scripts)
</pre>
</div>
</div>
</body>
</html>
